Repository: ekuipers1/CardiLink-2.0
Catalog: CardiLink 2.0/Extras/Localizable.xcstrings
Source language: en
Languages: de

source: **Is the indicator on the AED still green?**
de: **Die Anzeige am AED ist weiterhin grün?**

source: 90762 Fürth, Germany
de: 90762 Fürth, Deutschland

source: About
de: Infos

source: About & User Info
de: Informationen

source: Activate AED
de: AED aktivieren

source: Activation Date
de: Aktivierungsdatum

source: Activation Date:
de: Aktivierungsdatum:

# Activation Failed
source: Pairing Failed
de: Pairing fehlgeschlagen

source: Activation SIM Card:
de: Aktivierung SIM-Karte:

source: Active since:
de: Seit:

source: Add
de: Hinzufügen

source: Add AED
de: AED hinzufügen

source: Add More
de: Mehr hinzufügen

source: Additional directions to easily find the AED
de: Zusätzliche Wegbeschreibung, um den AED leicht zu finden:

source: Additional info
de: Zusätzliche Information

source: Address
de: Adresse

source: Address information
de: Adresse

source: Administration State
de: Verwaltungsstaat

source: AED (ready for operation).
de: AED (betriebsbereit).

source: AED Activation
de: AED Aktivierung

source: AED Added
de: AED hinzugefügt

source: AED Cover Open
de: AED geöffnet

source: AED GPS coordinates
de: GPS-Koordinaten des AED

source: AED ID/ Description
de: AED-ID/ Beschreibung

source: AED Information
de: AED-Informationen

source: AED is at
de: AED ist an

source: AED MAC Address
de: AED MAC-Adresse:

source: AED Model
de: AED-Modell

source: AED Movements
de: AED Bewegungen

source: AED Serial
de: AED-Seriennummer

source: AED serial number
de: AED Seriennummer

source: AED serial number.
de: Seriennummer des AED.

source: AED Serial:
de: Seriennummer des AED:

source: AED visible on bluetooth
de: AED ist via Bluetooth sichtbar:

source: AEDs with
de: AEDs mit

source: Affected device:
de: Betroffenes Gerät:

source: After you select a pointer and you wish to see more detailed information simply click on the ( i ) button in the upper right of the screen. This will take you to the Detailed Defibrillator page
de: Nachdem Sie einen Zeiger ausgewählt haben und detailliertere Informationen sehen möchten, klicken Sie einfach auf die Schaltfläche ( i ) oben rechts auf dem Bildschirm. Dadurch gelangen Sie zur Detailseite des Defibrillators

source: After you tab on continue, the app will make the Bluetooth connection and verify your AED serial number.
de: Nachdem Sie auf Weiter geklickt haben, stellt die App die Bluetooth-Verbindung her und verifiziert Ihre AED-Seriennummer.

source: Agree
de: Zustimmung

source: Appearance
de: Erscheinungsbild

source: Are you currently at the location where the AED will be installed?
de: Befinden Sie sich derzeit an dem Ort, an dem der AED installiert wird?

source: Are you willing to make the information about your AED available to the public in order to potentially save lives in emergency situations?
de: Helfen Sie Helfern, indem Sie Ihren AED in öffentlichen Katastern veröffentlichen. Dürfen wir die Informationen über Ihren AED mit Dritten teilen?

source: Author
de: Autor

source: Automatic location
de: Automatischer Standort

source: Availability
de: Verfügbarkeit

source: Available
de: Verfügbar

source: Base Information
de: Basisinformationen

source: Battery & Status
de: Batterie & Status

source: Battery Error
de: Batteriefehler

source: Battery Errors:
de: Batteriefehler:

source: Battery expiration
de: Batterieablaufdatum

source: Battery Information
de: Batterie-Information

source: Battery levels
de: Batteriekapazität

source: Battery Model
de: Batteriemodell

source: Battery Percentage
de: Batteriekapazität in %

source: Battery Percentage:
de: Batteriekapazität

source: Battery Serial Number
de: Batterieseriennummer

source: Battery until
de: Batterie bis

source: Before you start the connection wizard, please make sure that only (1) Heart Connect II is active at any time; if any more are connected, the pairing process will not work.
de: Bevor Sie den Verbindungsassistenten starten, vergewissern Sie sich bitte, dass immer nur (1) Heart Connect II in Ihrer Nähe im Kopplungsmodus aktiv ist; wenn Sie mehr haben, funktioniert der Kopplungsprozess nicht.

source: BLE Connection UID
de: BLE-Verbindungs-UID

source: Bluetooth Connected
de: Bluetooth verbunden

source: Bluetooth issue
de: Bluetooth-Problem

source: Bluetooth MAC address:
de: Bluetooth Mac Adresse:

source: Bluetooth MAC Address:
de: Bluetooth Mac Adresse:

source: Bluetooth Onboarding
de: Bluetooth-Einrichtung

source: By agreeing, you consent to CardiLink automatically sharing AED information (e.g., location data, operating status) needed by first responders.
de: Mit Ihrer Zustimmung geben Sie Ihre Einwilligung, dass von Ersthelfern benötigte Informationen des AED (z.B. Standortdaten, Betriebszustand) automatisiert von CardiLink weitergegeben werden.

source: Cabinet needs PIN to open?
de: Gehäuse öffnet nur mit einem PIN?

source: Cancel
de: Abbrechen

source: Cardiac Science (now ZOLL)
de: Cardiac Science (jetzt ZOLL)

source: Category:
de: Kategorie:

source: Change Password
de: Passwort ändern

source: Change?
de: GPS neu ermitteln?

source: Check pairing status
de: Pairing Status wird geprüft

source: Circle
de: Umkreis

source: City
de: Stadt

source: City:
de: Stadt:

source: Clear all
de: Alle löschen

source: Close
de: Schliessen

source: Comment:
de: Kommentar:

source: Communicator Serial
de: Heart Connect-Seriennummer

source: Communicator Serial:
de: Seriennummer des Heart Connects:

source: Confirm
de: Bestätigen

source: Connected
de: Verbunden

source: Continue
de: Weiter

source: Country
de: Land

source: Country:
de: Land:

source: Cover is closed
de: Deckel ist geschlossen

source: Current open
de: Gerade geöffnet

source: Dark
de: Dunkel

source: Dashboard
de: Dashboard öffnen

source: Dashboard State
de: Dashboard-Status

source: Date of commissioning:
de: Datum der Inbetriebnahme:

source: Default
de: Standard

source: Default (System setting)
de: Standard (Systemeinstellung)

source: Description
de: Beschreibung

source: Description:
de: Beschreibung:

source: Detailed Information
de: Genaue Information

source: Details about the installation location of your AED.
de: Details zum Installationsort

source: Device Firmware:
de: Geräte-Firmware:

source: Directions
de: Wegbeschreibung

source: Dismiss
de: Schliessen

source: Do you have a CardiLink HeartConnect?
de: Haben Sie einen CardiLink HeartConnect?

source: Do you want to add a picture of the AED and location?
de: Möchten Sie ein Foto des Standorts hochladen?

source: Do you want to upload a photo of the location?
de: Möchten Sie Bilder des Standorts hinzufügen?

source: Done
de: Fertig

source: E-Mail Address:
de: E-Mailadresse:

source: e.g. Ground floor
de: z.B. Erdgeschoss

source: Electrodes expiration
de: Elektrodenablaufdatum

source: Electrodes Information
de: Elektroden-Information

source: Enable/Disable all
de: Alle aktivieren/deaktivieren

source: Enter AED serial number
de: AED Seriennummer eingeben

source: Enter manually
de: Manuell eingeben

source: Error
de: Fehler

source: Error / Timeout
de: Fehler / Timeout

source: Error Information
de: Fehlerinformation

source: Excellent
de: Exzellent

source: Expiration & Signal info
de: Ablauf & Signalinfo

source: Expiration Date:
de: Ablaufdatum:

source: Failed
de: Fehler

source: Fair
de: Ausreichend

source: Finish Pairing
de: Pairing erfolgreich

source: First time connecting?
de: Sie richten ein Gerät zum ersten mal ein?

source: Floor
de: Etage/Stockwerk

source: Floor level
de: Etage/Stockwerk

source: Floor level:
de: Erdgeschoss:

source: Forgot your password?
de: Passwort vergessen?

source: Friday
de: Freitag

source: from
de: von

source: From
de: Von

source: Fully Automatic
de: Vollautomat

source: Geo location
de: GEO-Standort

source: Geo position
de: Geo-Standorte

source: Geocoordinates
de: Geokoordinaten

source: getting bits and bytes
de: Bit und Bytes werden abgerufen

source: Good
de: Gut

source: Good Afternoon.
de: Schönen Nachmittag.

source: Good Evening.
de: Schönen Abend.

source: Good Morning.
de: Guten Morgen.

source: Good Night.
de: Gute Nacht.

source: has no Self Test
de: hat keinen Selbsttest

source: has no Service Tickets
de: hat keine Service-Tickets

source: Heart Connect is at
de: Heart Connect ist an

source: Heart Connect is blinking
de: HeartConnect blinkt

source: Hello
de: Hallo

source: Help saving lives!
de: Helfen Sie Leben retten!

source: Hi,
de: Hallo,

source: Hold the marker at the bottom and move it for new GPS coordinates.
de: Halten Sie den Marker am unteren Ende und bewegen Sie diesen für neue GPS-Koordinaten.

source: Home
de: Zuhause

source: House number
de: Hausnummer

source: House number:
de: Hausnummer:

source: I am ready, let’s start.
de: Ich bin bereit, lass uns beginnen.

source: If it is unsuccessful after 3 minutes please try again.
de: Wenn es nach 3 Minuten immer noch nicht erfolgreich ist, versuchen Sie es bitte erneut.

source: Important Notice
de: Wichtige!

source: In motion
de: MOTION

source: Incorrect AED Serial Number
de: Falsche AED-Seriennummer

source: Information about the public availability of your AED.
de: Informationen über die öffentliche Verfügbarkeit Ihres AED.

source: Initial Bootup Date:
de: Erstmalige Inbetriebnahme:

source: Internal Checks
de: Interne Überprüfungen

source: Invalid Login Info
de: Ungültige Anmeldedaten

source: Is a CardiLink communicator included with your AED?
de: Ist ein CardiLink-Kommunikator im Lieferumfang Ihres AED enthalten?

source: Is it available 24/7 ?
de: AED ist 24/7 erreichbar?

source: is loading
de: lädt

source: Is the AED public available?
de: Ist der AED öffentlich zugänglich?

source: Is the AED publicly available?
de: Veröffentlichen Sie Informationen über den AED?

source: Is the location correct?
de: Ist der Standort korrekt?

source: is updated!
de: wurden aktualisiert!

source: Language
de: Sprache

source: Language:
de: Sprache:

source: Last Messages
de: Letzte Nachrichten

source: Last Self Test
de: Letzter Selbsttest

source: Last Self Test:
de: Letzter Selbsttest:

source: Last Self Tests
de: Letzter Selbsttests

source: latitude
de: Breitengrad

source: Latitude:
de: Breitengrad:

source: Let’s get started activating your AED. In the following process you need:
de: Lassen Sie uns mit der Aktivierung Ihres AED beginnen. Im folgenden Prozess benötigen Sie:

source: License Information
de: Lizenzinformation

source: LIFEPAK CR 1000 with ECG
de: LIFEPAK CR 1000 mit EKG

source: Light
de: Hell

source: location
de: Standort

source: Location information
de: Standort

source: Login in progress...
de: Anmeldung läuft...

source: Logout
de: Abmeldung

source: longitude
de: Längengrad

source: Longitude:
de: Längengrad:

source: Looks good
de: Sieht gut aus

source: MAC Address:
de: MAC-Adresse:

source: Make sure that there is only one HeartConnect in pairing mode nearby!
de: Achten Sie darauf, dass sich nur ein HeartConnect im Pairing-Modus in der Nähe befindet!

source: Make sure your bluetooth is on: Settings - Bluetooth
de: Stellen Sie sicher, dass Ihr Bluetooth eingeschaltet ist: Geräteeinstellungen - Bluetooth

source: Manage push notifications
de: Push-Benachrichtigungen verwalten

source: Manual Location
de: Manuelle Standortbestimmung

source: Manufacturer
de: Hersteller

source: Manufacturer:
de: Hersteller:

source: Map
de: Karte

source: Map & Info
de: Karte & Infos

source: Map Types
de: Kartentypen

source: Mark all as read
de: Alle als gelesen markieren

source: Message:
de: Nachricht:

source: Messages
de: Mitteilungen

source: Mobile Information
de: Mobilfunknetz

source: Mobile network code (MNC):
de: obile network code (MNC):

source: Mobile phone:
de: Mobilnummer:

source: Model
de: Modell

source: Model:
de: Modell:

source: Monday
de: Montag

source: Movements
de: Bewegungen

source: Movements detected
de: Bewegung erkannt

source: My AED is inside a cabinet
de: AED ist in einem Gehäuse

source: My AED is outside the building
de: AED ist außerhalb des Gebäudes

source: New
de: Neu

source: New GPS coordinates
de: Neue GPS-Koordinaten

source: New map introduction
de: Neue Karteneinführung

source: New maps
de: Neue Karten

source: New Password
de: Neues Passwort

source: Next
de: Weiter

source: No
de: Nein

source: No AED access information available
de: Keine Informationen zur AED-Erreichbarkeit verfügbar

source: No AED time availability information available
de: Keine Informationen zur AED-Verfügbarkeit verfügbar

source: No Error
de: Kein Fehler

source: No motion
de: MOTION STOPPED

source: No Signal
de: Kein Signal

source: No Warnings
de: Keine Warnungen

# NoButton
source: No
de: Nein

source: Non-Monitored AEDs
de: AEDs ohne Überwachung

source: None Open
de: Keine geöffnet

source: Normal/Default priority
de: Normal/Standard Priorität

source: Not monitored
de: Nicht überwacht

source: Notification center
de: Benachrichtigungszentrum

source: Old Password
de: Altes Passwort

source: Open AED
de: AED anzeigen

source: Open Overview Page
de: Übersichtsseite öffnen

source: Opening hours
de: Öffnungszeiten

source: Opening hours & photo
de: Öffnungszeiten & Foto

source: Operating mode:
de: Betriebsart:

source: Other
de: Andere

source: Overdue
de: Überfällig

source: Overdue / Warning
de: Überfällig / Warnung

source: Overview
de: Zusammenfassung

source: Owner
de: Eigentümer

source: Owner:
de: Eigentümer:

source: Package Dependencies:
de: Paketabhängigkeiten:

source: Pads until
de: Elektroden bis

source: Paired devices Information
de: Gekoppelte Geräte Informationen

source: Paired with
de: Pairing mit

source: Pairing failed. Please try again.
de: Pairing ist fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Pairing Successful
de: Pairing erfolgreich

source: Password
de: Passwort

source: PCB Information
de: PCB Informationen

source: Physio Control (now Stryker)
de: Physio Control (jetzt Stryker)

source: Pin clusters
de: Pin-Cluster

source: Pin Information
de: Pin-Informationen

source: Please allow access to the camera
de: Bitte erlauben Sie den Zugriff auf die Kamera zum Scannen von Codes

source: Please check the data of the AED:
de: Bitte prüfen Sie die Daten zu dem AED:

source: Please close the cover of your AED!
de: Bitte schließen Sie den Deckel Ihres AED, um den Pairing-Prozess zu beenden!

source: Please double-check the serial number you've entered. It was not recognized. Make sure all details are correct and try again
de: Bitte überprüfen Sie die eingegebene Seriennummer noch einmal. Sie wurde nicht erkannt. Stellen Sie sicher, dass alle Angaben korrekt sind und versuchen Sie es erneut.

source: Please enter a value
de: Bitte geben Sie einen Wert ein

source: Please enter AED serial number
de: Bitte geben Sie die Seriennummer des AED ein.

source: Please enter AED serial number (5 or 6 digits)
de: Bitte geben Sie die Serienummer des AED (5 oder 6 Ziffern) ein

source: Please enter at least 5 numbers!
de: Bitte geben Sie mindestens 5 Zahlen ein!

source: Please enter at least 9 numbers!
de: Bitte geben Sie mindestens 9 Zahlen ein!

source: Please enter the AED Serial number
de: Bitte die AED Seriennummer eingeben

source: Please enter the pin
de: Bitte geben Sie den Pin ein

source: Please have a paper clip or similar ready
de: Bitte halten Sie eine Büroklammer o.ä. bereit

source: Please make sure the passwords match
de: Bitte stellen Sie sicher, dass die Passwörter übereinstimmen

source: Please make sure you have entered the correct login information or make sure you have selected a portal.
de: Bitte vergewissern Sie sich, dass Sie die richtigen Anmeldeinformationen eingegeben haben bzw. dass Sie ein Portal ausgewählt haben.

source: Please make sure your bluetooth is turned on and check if the app has permission to use it.
de: Bitte stellen Sie sicher, dass Ihr Bluetooth eingeschaltet ist und überprüfen Sie, ob die App die Berechtigung hat, es zu verwenden.

source: Please open the cover of your AED to activate the pairing mode
de: Bitte öffnen Sie den Deckel Ihres AED, um den Pairing-Modus zu aktivieren.

source: Please provide accurate information in the following fields.
de: Bitte machen Sie genaue Angaben in den folgenden Feldern.

source: Please try again
de: Bitte versuche es erneut

source: Please visit the online portal to get a new password or use the below ITSM link
de: Bitte besuchen Sie das Online-Portal, um ein neues Passwort zu erhalten, oder verwenden Sie den unten stehenden ITSM-Link.

source: Please wait
de: Bitte warten

source: Please wait.
de: Bitte warten.

source: Poor
de: Schwach

source: Portal select
de: Portal auswählen

source: Postal Code
de: Postleitzahl

source: Postal Code:
de: Postleitzahl:

source: Prepare the Heart Connect II for connecting
de: Heart Connect II für die Einrichtung vorbereiten

source: Prepare the HeartConnect for connecting
de: Aktivieren Sie nun den Pairing-Modus des HeartConnect.

source: Press and hold down the indication button by using a paper clip or a similar tool for longer than seven seconds until the yellow LED light starts blinking
de: Drücken und halten Sie den Knopf mit einer Büroklammer oder einem ähnlichen Werkzeug länger als sieben Sekunden gedrückt, bis die gelbe LED-Leuchte zu blinken beginnt.

source: Priority
de: Priorität

source: Privacy statement
de: Datenschutzerklärung

source: Privacy Statement
de: Datenschutzerklärung

source: Problem description
de: Problembeschreibung

source: Production Date:
de: Produktionsdatum:

source: Production Year
de: Produktionsjahr

source: Publicize AED information?
de: AED-Informationen veröffentlichen?

source: Red Error
de: Roter Fehler

source: Red Errors:
de: Fehler:

source: Remember me
de: Anmeldedaten merken

source: Restart
de: Neustart

source: returned the following results
de: lieferte die folgenden Ergebnisse

source: Retype Password
de: Passwort erneut eingeben

source: Satellite
de: Satellit

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Save New Password
de: Neues Passwort speichern

source: Saving in progress...
de: Speichern läuft...

source: Scan barcode
de: Barcode scannen

source: Scan Barcode
de: Barcode scannen

source: Scanning is performed automatically
de: Das Scannen erfolgt automatisch

source: Search Results
de: Suchergebnisse

source: Search your address by street, house no. & city
de: Suchen Sie die Adresse mit Straße, Hausnummer & Ort

source: Select Day(s)
de: Tag(e) auswählen

source: Select Time
de: Zeit auswählen

source: Self test
de: Selbsttest

source: Self Test Result:
de: Selbsttestergebnis:

source: Self Tests
de: Selbsttests

source: Semi Automatic
de: Halbautomat

source: Send push navigation for:
de: Push-Navigation senden für:

source: Serial Number:
de: Seriennummer:

source: Service Ticket Number
de: Service-Ticket-Nummer

source: Settings
de: Einstellungen

source: Signal quality:
de: Signalqualität:

source: Signal Strength
de: Signalstärke

source: Signal strength:
de: Signalstärke:

source: Signal Strength:
de: Signalstärke:

source: SIM Card
de: SIM Karte

source: SIM card Id:
de: SIM-Karten-ID:

source: SIM Card Information
de: SIM-Karten-Information

source: since
de: seit

source: Since:
de: Seit:

source: Skip
de: auslassen

source: State
de: Staat

source: Status of your AED
de: Status des AED

source: Street
de: Strasse

source: Street:
de: Straße:

source: Success
de: Erfolg

source: Sunday
de: Sonntag

source: Telephone:
de: Telefon:

source: Thank you! The data for
de: Vielen Dank! Die Daten

source: The AED serial number is successfully verified.
de: Die AED-Seriennummer wurde erfolgreich überprüft.

source: The Heart Connect II is already prepared for connecting.
de: Das Heart Connect II ist für die Einrichtung vorbereitet.

source: The pairing with the AED failed. Please try it again
de: Das Pairing ist fehlgeschlagen. Bitte erneut versuchen.

source: This AED
de: Dieser AED

source: Thursday
de: Donnerstag

source: till
de: bis

source: To
de: Bis

source: To get more detailed information you can click on a pointer, it will show the AED number and the owner
de: Um detailliertere Informationen zu erhalten, können Sie auf einen Zeiger klicken, der die AED-Nummer und den Eigentümer anzeigt

# Transmission attempts
source: Attempts
de: Versuche

source: Trying to connect...
de: Versuche zu verbind.

source: Tuesday
de: Dienstag

source: Type:
de: Typ:

source: Unavailable
de: Nicht verfügbar

source: Uncritical
de: Unkritisch

source: Unknown
de: Unbekannt

source: Unknown AED
de: Unbekannter AED

source: Unknown Heart Connect
de: Unbekannter Heart Connect

# UnsavedChangesMessage
source: Are you sure you want to exit the 'Add AED' process?
de: Sind Sie sicher, dass Sie den 'AED hinzufügen' Vorgang beenden möchten?

# UnsavedChangesTitle
source: Unsaved Changes
de: Ungespeicherte Änderungen

source: Use the paper clip to press and hold the indication button **(1)** for ***7 seconds*** until the LED light on the HeartConnect **(2)** starts blinking.
de: Drücken Sie den Schalter **(1)** mit der Büroklammer für ***7 Sekunden***, bis die LED-Leuchte am HeartConnect **(2)** zu blinken beginnt.

source: User Information
de: Benutzerinformationen

source: User profile
de: Benutzerprofil

source: Warning
de: Warnung

source: Warnings:
de: Warnungen:

source: We have also introduced two extra types of maps, Hybrid and Satellite. If you want to view this onboarding again, go to the dashboard, select About, go to settings and flip the switch.
de: Wir haben auch zwei zusätzliche Arten von Karten eingeführt, Hybrid und Satellit. Wenn Sie dieses Onboarding erneut anzeigen möchten, gehen Sie zum Dashboard, wählen Sie Info, gehen Sie zu den Einstellungen und legen Sie den Schalter um.

source: We have automatically detected the following location.
de: Wir haben folgenden Standort automatisch ermittelt:

source: We have introduced pin clusters, pinch and zoom (out or in) will cluster or un-cluster a amount of pins that are in close reach of each other, resulting is a cleaner look and feel
de: Wir haben Pin-Cluster eingeführt, Pinch und Zoom (heraus oder hinein) werden eine Menge von Pins gruppieren oder entclustern, die sich in unmittelbarer Nähe zueinander befinden, was zu einem saubereren Erscheinungsbild führt

source: We have updated our map architecture to have better performance, less clutter and a updated user experience
de: Wir haben unsere Kartenarchitektur aktualisiert, um eine bessere Leistung, weniger Unordnung und eine aktualisierte Benutzererfahrung zu erzielen

source: We're unable to confirm your AED serial number at the moment, but we'll keep trying.
de: Wir sind nicht in der Lage, Ihre AED-Seriennummer zu überprüfen; werden es jedoch weiter versuchen.

source: Wednesday
de: Mittwoch

source: What do you want to do next?
de: Was möchten Sie als nächstes tun?

source: Yes
de: Ja

# YesButton
source: Yes
de: Ja

source: You have made the following selection.
de: Sie haben die folgende Auswahl getroffen.

source: Your Email / User ID
de: Ihre E-Mailadresse / Benutzer-ID

source: Your password contains illegal characters (#, +, &).
de: Ihr Passwort enthält unzulässige Zeichen (#, +, &).

source: Your search for
de: Deine Suche nach
